{
"home": "HOME",
"about": "ABOUT US",
"services": "SERVICES",
"contact": "CONTACT",
"location": "Location: Put Brodarice 6, 3rd floor, room 339 (opposite the door to Helen Doron School) Split, Croatia",
"workinghours": "Working Hours",
"monday": "Monday",
"mondaytime": "9-11, 16-19",
"tuesday": "Tuesday",
"tuesdaytime": "CLOSED",
"wednesday": "Wednesday",
"wednesdaytime": "9-11, 16-19",
"thursday": "Thursday",
"thursdaytime": "CLOSED",
"friday": "Friday",
"fridaytime": "9-11, 16-19",
"saturday": "Saturday",
"saturdaytime": "CLOSED",
"sunday": "Sunday",
"sundaytime": "CLOSED",
"method": "Our Method",
"step1": "MEDICAL HISTORY",
"step1-text": "A conversation between doctor and patient. Let’s identify past, current and next methods of care.",
"step2": "ANALYSIS OF BODY AND PALPATION OF JOINTS",
"step2-text": "Visually and by palpation we determine the existing imbalance and wrong patterns of movement that led to the injury.",
"step3": "REHABILITATION EXERCISES",
"step3-text": "Rehabilitation exercises during the visit and in everyday life are key to immediate relief and long-term results.",
"step4": "LONG TERM HEALTH STRATEGIES",
"step4-text": "We combine strategies and habits for the purpose of better quality of life and longer-term results of therapy.",
"about-slogan": "The best time to go see a chiropractor is right after birth, second best time is TODAY. What are you waiting for?",
"about-text": "Dr. Miro Bandalo is a doctor of chiropractic on a mission to help people realize their fullest potential through a healthy lifestyle. Upon earning two diplomas from a U.S. based college he earned a Doctor of Chiropractic title at the prestigious Life Universty and then practiced out of two offices over a span of 6 years (San Luis Obispo in California and another one in Nashville Tennessee). Bandalo Kiropraktika is his third office which he opened in Split, Croatia as a result of a desire to help educate the population in Split and in Croatia regarding spinal health, regardless of one’s age. Out of desire to help individuals and families to start with health from earliest age, Dr Bandalo specialized in pregnancy and pediatric care, because if we start with earliest ages then we have a chance of realizing our full genetic potential. In doing so we have more years in our lives, and more life in our years. Dr Bandalo treats everyone from babies to retirees and everyone in between, from recreational athletes to those in professional sports. Best time to see a chiropractor is right after ones birth, second best time is today. Through his dedicated work Dr Bandalo has helped improve function, performance and competitive longevity among members of Croatian and Canadian Olympic national teams, world champions in Brazilian Jiu Jitsu, Mixed Martial Arts, high jump, squash, olympic weightlifting as well as numerous professional and recreational athletes.",
"testimonials": "Testimonials",
"Instagram": "Follow us on Instagram",
"contact-info": "Send us a message for more information"
}