{
    "home": "POČETNA",
    "about": "O NAMA",
    "services": "USLUGE",
    "contact": "KONTAKT",
    "location": "Lokacija: Put Brodarice 6, 3. kat, soba 339 (nasuprot vrata za Helen Doron školu) Split, Croatia",
    "workinghours": "Radno Vrijeme",
    "monday": "Ponedjeljak",
"mondaytime": "9-11, 16-19",
"tuesday": "Utorak",
"tuesdaytime": "ZATVORENO",
"wednesday": "Srijeda",
"wednesdaytime": "9-11, 16-19",
"thursday": "Četvrtak",
"thursdaytime": "ZATVORENO",
"friday": "Petak",
"fridaytime": "9-11, 16-19",
"saturday": "Subota",
"saturdaytime": "ZATVORENO",
"sunday": "Nedjelja",
"sundaytime": "ZATVORENO",
    "method": "Naša Metoda",
    "step1": "MEDICINSKA ANAMNEZA",
    "step1-text": "Razgovor između doktora i pacijenta. Utvrdimo prošle i trenutne ozljede te zdravstvene ciljeve pacijenta.",
    "step2": "ANALIZA DRŽANJA TIJELA I PALPACIJA ZGLOBOVA",
    "step2-text": "Visualno i palpacijom utvrdimo postojeći disbalans i krive obrasce kretanja koji su doveli do ozljede.",
    "step3": "VJEŽBE REHABILITACIJE",
    "step3-text": "Rehabilitativne vježbe tijekom posjeta i u svakodnevnici su ključne za trenutno olakšanje i dugoročne rezultate.",
    "step4": "STRATEGIJE ZA DUGOROČNO ZDRAVLJE",
    "step4-text": "Složimo strategije i navike u svrhu što bolje kvalitete života te dugoročnije rezultate terapije.",
    "about-slogan": "Najbolje vrijeme za otići kod kiropraktičara je odmah nakon rođenja, a drugo najbolje vrijeme je danas. Što čekate?",
    "about-text": "Dr. Miro Bandalo je doktor kiropraktike čija je misija da pomogne ljudima ostvariti svoj Bogom dani životni potencijal kroz zdravi način života. Nakon dva završena fakulteta u SAD-u je diplomirao kao doktor kiropraktike na prestižnom Life University, te je vodio tj otvorio dva ureda za kiropraktiku (San Luis Obispo, California te u Nolensville, Tennessee). Bandalo Kiropraktika je njegov treći ured koji je otvorio u Splitu jer je njegov cilj kroz kiropraktiku pomoći te obrazovati što više ljudi u Splitu i Hrvatskoj o važnosti zdrave kralježnice, i to počevši od najmlađeg doba. Zbog ovog razloga se specijalizirao za rad s trudnicama i djecom, jer ako počnemo zdravo i podržavamo to zdravlje od najranijih godina, onda razvijamo ljude koji zaista imaju priliku ostvariti svoj genetski potencijal, i imati puno godina u svom životu, a i puno života u svojim godinama. Dr Bandalo je svojim predanim radom pomogao te znatno poboljšao funkcionalnost i performansu članovima Hrvatske i Kanadske Olimpijske reprezentacije u atletici, svjetskim prvacima u Brazilskom Jiu jitsu-u, MMA, skoku u vis, squashu, olimpijskom dizanju utega te brojnim profesionalnim i rekreativnim sportašima.",
    "testimonials": "Recenzije",
    "Instagram": "Pratite nas na Instagramu",
    "contact-info": "Pošaljite nam poruku ako želite više informacija"
    }